-- liquibase formatted sql

 -- changeset asemenikhin:1
INSERT INTO users (name, email, age, created_at)
       VALUES('Алексеев Алексей', 'test1@gmail.com', 34, '2025-12-15 02:06:44.555'),
             ('Александров Александр', 'test2@gmail.com', 34, '2025-12-15 05:08:33.555'),
             ('Андреев Андрей', 'test3@gmail.com', 36, '2025-12-15 10:12:55.555'),
             ('Николаев Николай', 'test4@gmail.com', 36, '2025-12-15 12:07:44.555'),
             ('Сергеев Сергей', 'test5@gmail.com', 38, '2025-12-15 14:06:44.555'),
             ('Михайлов Михаил', 'test6@gmail.com', 38, '2025-12-15 14:36:44.555'),
             ('Захаров Захар', 'test7@gmail.com', 40, '2025-12-15 18:06:33.555'),
             ('Григорьев Григорий', 'test8@gmail.com', 40, '2025-12-15 20:10:44.555'),
             ('Павлов Павел', 'test9@gmail.com', 42, '2025-12-16 00:06:44.555'),
             ('Дмитриев Дмитрий', 'test10@gmail.com', 42, '2025-12-16 02:06:44.555');